content/research_interests_economics.org

* Research Interests
** Theory & Methodology
I'm deeply interested in theory and methodology; how explanations can be formed and evaluated when seeking to explain a system as complex as the economy. Especially in macroeconomics, I hope to explore questions relating to the efficacy of DSGE models and what amendments or alternatives might improve our understanding of the macroeconomy. 

Criticism of DSGE models has been palpable, two examples from Nobel-laureates are Stiglitz's /Where Modern Macroeconomics Went Wrong/ [cite:@stiglitz2017] and Akerlof's /What They Were Thinking Then: The Consequences for Macroeconomics during the Past 60 Years/ [cite:@akerlof2019]. On the other side, Christiano's /On DSGE Models/ [cite:@christiano2018] provides context and responds to criticisms from Stiglitz mentoined above. A paper examining the way DSGE models are calibrated and their efficacy assessed is Korinek's /Thoughts on DSGE Macroeconomics: Matching the Moment, But Missing the Point?/ [cite:@korinek2017]. Relatedly–Gali's /The State of New Keynesian Economics: A Partial Assessment/ [cite:@gali2018]. Glandon's /Macroeconomic Research, Present and Past/ [cite:@glandon2023] provides a recent (2023) survey of the macroeconomics landscape in a historical context. Of course, many questions on this front overlap with microeconomics and rational expectations assumptions–in /The Formation of Expectations, Inflation, and the Phillips Curve/ [cite:@coibion2018] Coibion argues that surveyed empirical micro-evidence appears increasingly at odds with the full-information rational expectation assumption. 

Foundational work in the nature of causation and inference in econometrics fascinates me. Recently Markus summarized much of the discussion on this front to date in /Causal effects and counterfactual conditionals: contrasting Rubin, Lewis and Pearl./ [cite:@markus2021]. Enduring, influential critiques in methodology, such as the Lucas critique [cite:@lucasjr1976] are inspiring work for me. A recent paper examining the neutrality of money in light of the Lucas critique is Clerc's /Dispersed information and the non-neutrality of money: fifty years after Lucas/ [cite:@clerc2022]. Heckman tackles the causality question in a policy context in /The Econometric Model for Causal Policy Analysis/ [cite:@heckman2022]. 

$\newpage$
** Econometrics
Time-series econometrics and stochastic processes are my main areas of interest in econometrics; especially applications in macroeconomics.

I also am interested to explore new types of methodologies for statistical inference such as Bayesian methods like Koop's /Bayesian Multivariate Time Series Methods for Empirical Macroeconomics/ [cite:@koop2009], or that of Ho [cite:@ho2023]. Cascaldi-Garcia in /What is Certain about Uncertainty?/ [cite:@cascaldi-garcia2023] contrasts the various existing measures of uncertainty, risk, and volatility, noting their conceptual distinctions. Ludvigson's /Uncertainty and Business Cycles: Exogenous Impulse or Endogenous Response/ also addresses this delicate question about uncertainty in models of business cycles.

I'm keen to study time-varying parameter models, such as in Leiva-Le\'on's /Endogenous Time Variation in Vector Autoregressions/ [cite:@leiva-leon2023]. Kim covers the issue of endogeneity in models with dynamic parameters in /Dealing with Endogeneity in Regression Models with Dynamic Coefficients/ [cite:@kim2009]. This extends to models of time-varying stochastic parameters, too, like Cross's /Large stochastic volatility in mean VARs/ [cite:@cross2023], or in Bolko [cite:@bolko2023], Arias [cite:@arias2023], or Chan [cite:@chan2023].

I'd like to examine models outside of standard parameterized linear models, such as regime switching models [cite:@kole2023] [cite:@hauzenberger2021], econometric tests for structural change [cite:@fu2023]; approaches modeling nonlinear relationships [cite:@cui2023] [cite:@reif2021],  or that model nonstationary processes [cite:@casini2023] [cite:@blasques2023]. More broadly, I'd like to explore nonparametric techniques in macroeconometrics [cite:@racine2007].

Machine learning techniques increasingly show promise in econometrics, either for forecasting in econometrics [cite:@gouletcoulombe2022] [cite:@wang2023], solving dynamic economic models [cite:@maliar2021], or modeling economic phenomena outright such as market equilibration [cite:@he2023].

$\newpage$
** Macroeconomics
My interests in macro mostly focus on integrated approaches to understanding the real, financial, and monetary systems and their relationship with one another. Especially in the context of business cycle research and in light of modern monetary and fiscal policy interventions and mechanisms. Studying credit expansion/contraction processes and dynamics in the banking sector interest me, too.

Some research in this direction includes:
Mian's /Finance and Business Cycles: The Credit-Driven Household Demand Channel/ [cite:@mian2018].
Cerra's /Hysteresis and Business Cycles/ [cite:@cerra2023].
Sun's /Yield curve and the macroeconomy: Evidence from a DSGE model with housing/ [cite:@sun2023],
Chousakos' /Information Dynamics and Macro Fluctuations/ [cite:@chousakos2023], 
Meggiorini's /Behavioral New Keynesian Models/ [cite:@meggiorini2023], 
D'Agostino's /Expectation-Driven Cycles and the Changing Dynamics of Unemployment/ [cite:@dagostino2022], 
Diamond's /Credit cycles with market-based household leverage/ [cite:@diamond2022].
Greenwood's /Predictable Financial Crises/ [cite:@greenwood2022].
Luk's /Dynamics of secured and unsecured debt over the business cycle/ [cite:@luk2022].
Trotta Vianna's /Business cycle theories after Keynes: A brief review considering the notions of equilibrium and instability/ [cite:@trottavianna2023].

  \newpage{}
