research_interests_economics.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>&lrm;</title>
<meta name="generator" content="Org mode" />
<link rel="stylesheet" href="https://cdn.simplecss.org/simple.min.css" />
</head>
<body>
<div id="content">
<div id="outline-container-org77a6885" class="outline-2">
<h2 id="org77a6885">Research Interests</h2>
<div class="outline-text-2" id="text-org77a6885">
</div>
<div id="outline-container-orgbbd7c9a" class="outline-3">
<h3 id="orgbbd7c9a">Theory &amp; Methodology</h3>
<div class="outline-text-3" id="text-orgbbd7c9a">
<p>
I'm deeply interested in theory and methodology; how explanations can be formed and evaluated when seeking to explain a system as complex as the economy. Especially in macroeconomics, I hope to explore questions relating to the efficacy of DSGE models and what amendments or alternatives might improve our understanding of the macroeconomy. 
</p>

<p>
Criticism of DSGE models has been palpable, two examples from Nobel-laureates are Stiglitz's <i>Where Modern Macroeconomics Went Wrong</i> [cite:@stiglitz2017] and Akerlof's <i>What They Were Thinking Then: The Consequences for Macroeconomics during the Past 60 Years</i> [cite:@akerlof2019]. On the other side, Christiano's <i>On DSGE Models</i> [cite:@christiano2018] provides context and responds to criticisms from Stiglitz mentoined above. A paper examining the way DSGE models are calibrated and their efficacy assessed is Korinek's <i>Thoughts on DSGE Macroeconomics: Matching the Moment, But Missing the Point?</i> [cite:@korinek2017]. Relatedly–Gali's <i>The State of New Keynesian Economics: A Partial Assessment</i> [cite:@gali2018]. Glandon's <i>Macroeconomic Research, Present and Past</i> [cite:@glandon2023] provides a recent (2023) survey of the macroeconomics landscape in a historical context. Of course, many questions on this front overlap with microeconomics and rational expectations assumptions–in <i>The Formation of Expectations, Inflation, and the Phillips Curve</i> [cite:@coibion2018] Coibion argues that surveyed empirical micro-evidence appears increasingly at odds with the full-information rational expectation assumption. 
</p>

<p>
Foundational work in the nature of causation and inference in econometrics fascinates me. Recently Markus summarized much of the discussion on this front to date in <i>Causal effects and counterfactual conditionals: contrasting Rubin, Lewis and Pearl.</i> [cite:@markus2021]. Enduring, influential critiques in methodology, such as the Lucas critique [cite:@lucasjr1976] are inspiring work for me. A recent paper examining the neutrality of money in light of the Lucas critique is Clerc's <i>Dispersed information and the non-neutrality of money: fifty years after Lucas</i> [cite:@clerc2022]. Heckman tackles the causality question in a policy context in <i>The Econometric Model for Causal Policy Analysis</i> [cite:@heckman2022]. 
</p>

<p>
\(\newpage\)
</p>
</div>
</div>
<div id="outline-container-org399f4cc" class="outline-3">
<h3 id="org399f4cc">Econometrics</h3>
<div class="outline-text-3" id="text-org399f4cc">
<p>
Time-series econometrics and stochastic processes are my main areas of interest in econometrics; especially applications in macroeconomics.
</p>

<p>
I also am interested to explore new types of methodologies for statistical inference such as Bayesian methods like Koop's <i>Bayesian Multivariate Time Series Methods for Empirical Macroeconomics</i> [cite:@koop2009], or that of Ho [cite:@ho2023]. Cascaldi-Garcia in <i>What is Certain about Uncertainty?</i> [cite:@cascaldi-garcia2023] contrasts the various existing measures of uncertainty, risk, and volatility, noting their conceptual distinctions. Ludvigson's <i>Uncertainty and Business Cycles: Exogenous Impulse or Endogenous Response</i> also addresses this delicate question about uncertainty in models of business cycles.
</p>

<p>
I'm keen to study time-varying parameter models, such as in Leiva-Le\'on's <i>Endogenous Time Variation in Vector Autoregressions</i> [cite:@leiva-leon2023]. Kim covers the issue of endogeneity in models with dynamic parameters in <i>Dealing with Endogeneity in Regression Models with Dynamic Coefficients</i> [cite:@kim2009]. This extends to models of time-varying stochastic parameters, too, like Cross's <i>Large stochastic volatility in mean VARs</i> [cite:@cross2023], or in Bolko [cite:@bolko2023], Arias [cite:@arias2023], or Chan [cite:@chan2023].
</p>

<p>
I'd like to examine models outside of standard parameterized linear models, such as regime switching models [cite:@kole2023] [cite:@hauzenberger2021], econometric tests for structural change [cite:@fu2023]; approaches modeling nonlinear relationships [cite:@cui2023] [cite:@reif2021],  or that model nonstationary processes [cite:@casini2023] [cite:@blasques2023]. More broadly, I'd like to explore nonparametric techniques in macroeconometrics [cite:@racine2007].
</p>

<p>
Machine learning techniques increasingly show promise in econometrics, either for forecasting in econometrics [cite:@gouletcoulombe2022] [cite:@wang2023], solving dynamic economic models [cite:@maliar2021], or modeling economic phenomena outright such as market equilibration [cite:@he2023].
</p>

<p>
\(\newpage\)
</p>
</div>
</div>
<div id="outline-container-orgad19bd0" class="outline-3">
<h3 id="orgad19bd0">Macroeconomics</h3>
<div class="outline-text-3" id="text-orgad19bd0">
<p>
My interests in macro mostly focus on integrated approaches to understanding the real, financial, and monetary systems and their relationship with one another. Especially in the context of business cycle research and in light of modern monetary and fiscal policy interventions and mechanisms. Studying credit expansion/contraction processes and dynamics in the banking sector interest me, too.
</p>

<p>
Some research in this direction includes:
Mian's <i>Finance and Business Cycles: The Credit-Driven Household Demand Channel</i> [cite:@mian2018].
Cerra's <i>Hysteresis and Business Cycles</i> [cite:@cerra2023].
Sun's <i>Yield curve and the macroeconomy: Evidence from a DSGE model with housing</i> [cite:@sun2023],
Chousakos' <i>Information Dynamics and Macro Fluctuations</i> [cite:@chousakos2023], 
Meggiorini's <i>Behavioral New Keynesian Models</i> [cite:@meggiorini2023], 
D'Agostino's <i>Expectation-Driven Cycles and the Changing Dynamics of Unemployment</i> [cite:@dagostino2022], 
Diamond's <i>Credit cycles with market-based household leverage</i> [cite:@diamond2022].
Greenwood's <i>Predictable Financial Crises</i> [cite:@greenwood2022].
Luk's <i>Dynamics of secured and unsecured debt over the business cycle</i> [cite:@luk2022].
Trotta Vianna's <i>Business cycle theories after Keynes: A brief review considering the notions of equilibrium and instability</i> [cite:@trottavianna2023].
</p>

<p>
\newpage{}
</p>
</div>
</div>
