research_interests_economics.html
<div id="outline-container-orgda125ca" class="outline-3">
<h3 id="orgda125ca">Monetary Economics</h3>
<div class="outline-text-3" id="text-orgda125ca">
<p>
My interests here are closely related to broader macro, yet look 'under the hood' a bit more than traditional macro, for example studying banking sector structure, household credit dynamics, and specific financial asset class price dynamics. I particularly want to study dynamic models that incorporate novel policy channels like quantitative easing asset purchase programs that modern central banks employ. Also, examining models with heterogeneity in the agent's balance sheet composition hopefully can shed light on pressing issues like inequality of wealth and income distribution, credit rationing, and other nuanced factors that may affect growth and business cycles.
</p>

<p>
More generally, example papers of interest include:
Bianco's <i>Monetary policy and credit flows</i> [cite:@bianco2021].
Heise's <i>The Missing Inflation Puzzle: The Role of the Wage-Price Pass-Through</i> [cite:@heise2022].
Palma's <i>The real effects of monetary expansions: Evidence from a large-scale historical experiment.</i> [cite:@palma2022].
Guerron-Quintana's <i>On Liquidity Shocks and Asset Prices</i> [cite:@guerron-quintana2022].
Akinci's <i>Credit Spreads, Financial Crises, and Macroprudential Policy</i> [cite:@akinci2022].
Bhattarai's <i>Time consistency and duration of government debt: A model of quantitative easing</i> [cite:@bhattarai2023].
Ter Ellen's <i>Narrative Monetary Policy Surprises and the Media</i> [cite:@terellen2022].
Sims' <i>The Four-Equation New Keynesian Model</i> [cite:@sims2023].
Bianchi's <i>Monetary Policy and Asset Valuation</i> [cite:@bianchi2022].
Caballero's <i>Global imbalances and policy wars at the zero lower bound</i> [cite:@caballero2021].
Blanchet's <i>Wealth inequality dynamics in europe and the united states: Understanding the determinants</i> [cite:@blanchet2023].
Lee's <i>Wealth Inequality and Endogenous Growth</i> [cite:@lee2023]. 
Reis'  <i>Helicopter Money: What Is It and What Does It Do?</i> [cite:@reis2022].
Matsumoto's <i>Foreign reserve accumulation, foreign direct investment, and economic growth</i> [cite:@matsumoto2022].
Feinstein's <i>Interbank asset-liability networks with fire sale management</i> [cite:@feinstein2023]. 
Anzuini's <i>The non-linear effects of the Fed asset purchases</i> [cite:@anzuini2022]. 
</p>

<p>
\newpage{}
</p>
</div>
</div>
<div id="outline-container-orgf1232b8" class="outline-3">
<h3 id="orgf1232b8">Financial Economics</h3>
<div class="outline-text-3" id="text-orgf1232b8">
<p>
When I worked in asset management, I realized how much money was invested by institutions according to mandates and strucured, rules-based approaches. This leads to the possibility of emergent synchronization and comovement in some of the largest pools of capital in the world if the strategies for rules-based investing resemble one another. An example of research in this direction is Buffa [cite:@buffa2023]. Lochstoer [cite:@lochstoer2022] examines the imperfect and time-delayed reactions of many market participants, providing insight on stylized facts otherwise difficult to reconcile like a weak or even negative risk‐return trade‐offs.
</p>

<p>
Swanson [cite:@swanson2021] measured the effects of federal reserve forward guidance and asset purchases on financial markets. Pflueger [cite:@pflueger2022] also explores the increasingly important impact the Fed and other central banks can have on financial markets and the behavior of agents and economic sectors. A different perspective on developments leading to the GFC is given by Alban [cite:@albanesi2022], wherein the rise in mortgage defaults were concentrated among prime borrowers, and that life cycle effects and mortgage investor activity are primary factors behind the evolution of debt and default in this period.
</p>

<p>
The dyanmics of sovereign debt accumulation, and current and historical crises, especially on the household and firm sector interests me. Mitchener [cite:@mitchener2023] provides timely analysis of the incresing sovereign debt levels, potential rollover problems, concerns about sustainability, and historical mechanisms for propogation of sovereign debt risks to households and firms. Feldhutter [cite:@feldhutter2023] highlights the importance of treating debt stochsatically and the improvement of credit spread models by doing so. Debt sustainability, especially in a low interest rate world is examined by Mehrotra [cite:@mehrotra2021].
</p>

<p>
\newpage{}
</p>
</div>
</div>
<div id="outline-container-org2ff8375" class="outline-3">
<h3 id="org2ff8375">Growth Theory, Technology, Capital Theory</h3>
<div class="outline-text-3" id="text-org2ff8375">
<p>
I've always been puzzled by the treatment of 'capital' in many economic models. No doubt others have been too (for instance in the Cambridge Capital Controversies [cite:@burmeister2000]). Especially in today's technological and software-laden economy, the distinction between intangible and tangible capital is more pressing than ever. Many conversations in my portfolio consulting job centered around how to treat intangibles on the balance sheet of firms during valuation of the company. Exploring intangible capital, especially given the rise of capitalized R&amp;D, software focused firms and even artificial intelligenceand, and its relation to economic growth and production theory is of high interest to me. Corrado [cite:@corrado2022] provides a great overview on the problem and relates it to modern discussions and accounting conventions in growth theory. Additionally, intangible vs. tangible capital structures may impact efficacy of some policy transmission channels. For instance Dottling [cite:@dottling2023] found that investment and stock prices of firms with relatively more intangible assets respond less to monetary policy.
Some additional papers include:
</p>
<ul class="org-ul">
<li>Jovanovic, B., &amp; Ma, S. (2023). Growth through Learning. Review of
Economic Dynamics, 50(),
211–234. <a href="http://dx.doi.org/10.1016/j.red.2023.07.002">http://dx.doi.org/10.1016/j.red.2023.07.002</a></li>

<li>Stokey, N. L. (2021). Technology and skill: Twin engines of
growth. Review of Economic Dynamics, 40(),
12–43. <a href="http://dx.doi.org/10.1016/j.red.2020.08.001">http://dx.doi.org/10.1016/j.red.2020.08.001</a></li>

<li>Growiec, J. (2023). What will drive global economic growth in the
digital age? Studies in Nonlinear Dynamics \&amp; Econometrics, 27(3),
335–354. <a href="http://dx.doi.org/10.1515/snde-2021-0079">http://dx.doi.org/10.1515/snde-2021-0079</a></li>

<li>Rabinovich, J. (2023). Tangible and intangible investments and sales
growth of US firms. Structural Change and Economic Dynamics, 66(),
200–212. <a href="http://dx.doi.org/10.1016/j.strueco.2023.05.001">http://dx.doi.org/10.1016/j.strueco.2023.05.001</a></li>

<li><p>
Arthur, W. B. (2011). The nature of technology: what it is and how
it evolves. New York London Toronto Sydney: Free Press.
</p>

<p>
\newpage{}
</p></li>
</ul>
</div>
</div>
<div id="outline-container-org5712416" class="outline-3">
<h3 id="org5712416">Political Economy, Structural Change</h3>
<div class="outline-text-3" id="text-org5712416">
<p>
Underlying structures in monetary and political institutions seems deeply related to the macroeconomic dynamics that emerges over time. I hope to study this historically (e.g., monetary regimes in U.S. history like the Gold Standard, Bretton Woods system, Petrodollar system, etc.), econometrically and theoretically.
</p>

<p>
Cogley in <i>Structural breaks in an endogenous growth model [Monetary policy regimes and beliefs]</i> [cite:@cogley2022] studied the effects of parameter uncertainty prompted by structural breaks, finding that agents in their model respond differently to uncertainty prompted by regime shifts in shock processes than they react to comparable perceived increases in shock volatility. Monopoly power and its effects on the economy in the U.S. are considered by Eggertsson [cite:@eggertsson2021]. Grossman covers <i>The Elusive Explanation for the Declining Labor Share</i> [cite:@grossman2022]. Herrendorf studies <i>Structural change in investment and consumption: A unified analysis [Capital deepening and non-balanced economic growth]</i> [cite:@herrendorf2021].
</p>

<p>
\newpage{}
</p>
</div>
</div>
