content/research_interests_economics.org
** Economic Dynamics & Complex Systems and Networks
Models accounting for the complexity in macroeconomic dynamics interest me. As Barnett points out in /Bifurcation of Macroeconometric Models and Robustness of Dynamical Inferences/ [cite:@barnett2015] "While existence of bifurcation boundaries is well known in economic theory, econometricians using macroeconometric models rarely take bifurcation into consideration, when producing policy simulations from macroeconometrics models. Such models are routinely simulated only at the point estimates of the models' parameters."

There are many heterodox approaches to "complexity" in economics, but I think Hommes' /Behavioral and Experimental Macroeconomics and Policy Analysis: A Complex Systems Approach/ [cite:@hommes2021] provides a nice summary of why this perspective is worth paying attention to in theory and policy. Generally, Hommes' work ([[https://www.uva.nl/en/profile/h/o/c.h.hommes/c.h.hommes.html?cb#Profile][URL]]) provides an examples of complex systems inspired approaches, especially emphasizing the role of expectations, belief formation and feedback mechanisms in real, financial and monetary variables as well as bifurcations and changes in system stability.

Other exciting work in dynamics that inspires me includes
- Hommes, C. H. (2005). Heterogeneous agent models in economics and
  finance.
- Elliott, M., & Golub, B. (2022). Networks and Economic
  Fragility. Annual Review of Economics, 14(1),
  665–696. http://dx.doi.org/10.1146/annurev-economics-051520-021647
- Barnett, W. A., Bella, G., Ghosh, T., Mattana, P., & Venturi,
  B. (2023). Controlling chaos in New Keynesian
  macroeconomics. Studies in Nonlinear Dynamics \& Econometrics,
  27(2), 219–236. http://dx.doi.org/10.1515/snde-2021-0106
- Gaiv\~ao, Jos\'e Pedro, & Peixe, T. (2021). Periodic Attractor in
  the Discrete Time Best-Response Dynamics of the Rock-Paper-Scissors
  Game. Dynamic Games and Applications, 11(3),
  491–511. http://dx.doi.org/10.1007/s13235-020-00371-y
- Barnett, W. A., Jawadi, F., & Ftiti, Z. (2020). Causal relationships
  between inflation and inflation uncertainty. Studies in Nonlinear
  Dynamics \& Econometrics, 24(5), http://dx.doi.org/10.1515/snde-2019-0094
            
  \newpage{}
** Game Theory
Dynamic games, learning and adaptation, evolutionary game theory. Intersection between game theory and machine learning models. 
- Sawa, R., & Wu, J. (2023). Statistical inference in evolutionary
  dynamics. Games and Economic Behavior, 137(),
  294–316. http://dx.doi.org/10.1016/j.geb.2022.11.008

- Saha, I., & Kavitha, V. (2023). Systemic-Risk and Evolutionary
  Stable Strategies in a Financial Network. Dynamic Games and
  Applications, 13(3),
  897–928. http://dx.doi.org/10.1007/s13235-022-00488-2

- Battigalli, P., Panebianco, F., & Pin, P. (2023). Learning and
  selfconfirming equilibria in network games. Journal of Economic
  Theory, 212(), 105700. http://dx.doi.org/10.1016/j.jet.2023.105700

- Phade, S. R., & Anantharam, V. (2021). Learning in Games with
  Cumulative Prospect Theoretic Preferences. Dynamic Games and
  Applications, (), . http://dx.doi.org/10.1007/s13235-021-00398-9

- Sorin, S. (2022). Continuous Time Learning Algorithms in
  Optimization and Game Theory. Dynamic Games and Applications, (),
  . http://dx.doi.org/10.1007/s13235-021-00423-x

- Myerson, R. B. (2023). Game Theory and the First World War. Journal
  of Economic Literature, 61(2),
  716–735. http://dx.doi.org/10.1257/jel.20211571

- Penta, A., & Zuazo-Garin, Peio (2022). Rationalizability,
  observability, and common knowledge [Player importance and forward
  induction]. Review of Economic Studies, 89(2), 948–975.
 
  \newpage{}
** Economics & Philosophy
Ex-post empirical analysis, statistical explanation of observed economic data. Prediction vs. accommodation (of data) distinction in the philosophy of science; many approaches in economics aim to retroactively 'fit' stylized facts in a model, yet there are numerous often entirely contradictory sets of models which all 'fit the data' post-facto. Taleb's books on the 'probability veil' and black swans [cite:@taleb2020] [cite:@taleb2016] [cite:@taleb2007]. Nature of predictability in complex economies. Problem of induction in the philosophy of science [cite:@hume1779].
- Hayek, F. A. (1945). The use of knowledge in society. American
  Economic Review, 35(4), 519–560.

- Moller, D. (2017). Property and the creation of value. Economics and
  Philosophy, 33(1), 1–23.

- H\~A\textcopyrightdoin, Cyril (2017). Institutions, rule-following
  and game theory. Economics and Philosophy, 33(1), 43–72.

- Basu, K. (2018). Markets and Manipulation: Time for a Paradigm
  Shift? Journal of Economic Literature, 56(1),
  185–205. http://dx.doi.org/10.1257/jel.20161410

- Karni, E. (2017). States of nature and the nature of
  states. Economics and Philosophy, 33(1), 73–90.

- Lauwers, L., & Vallentyne, P. (2016). Decision theory without finite
  standard expected value. Economics and Philosophy, 32(3), 383–407.

- Courtois, P., Nessah, R., & Tazda\~A\textasciimacront, Tarik
  (2015). How to play games? Nash versus berge behaviour
  rules. Economics and Philosophy, 31(1), 123–139.

  \newpage{}
