research_interests_economics.html
<div id="outline-container-orgb296d93" class="outline-3">
<h3 id="orgb296d93">Economic Dynamics &amp; Complex Systems and Networks</h3>
<div class="outline-text-3" id="text-orgb296d93">
<p>
Models accounting for the complexity in macroeconomic dynamics interest me. As Barnett points out in <i>Bifurcation of Macroeconometric Models and Robustness of Dynamical Inferences</i> [cite:@barnett2015] "While existence of bifurcation boundaries is well known in economic theory, econometricians using macroeconometric models rarely take bifurcation into consideration, when producing policy simulations from macroeconometrics models. Such models are routinely simulated only at the point estimates of the models' parameters."
</p>

<p>
There are many heterodox approaches to "complexity" in economics, but I think Hommes' <i>Behavioral and Experimental Macroeconomics and Policy Analysis: A Complex Systems Approach</i> [cite:@hommes2021] provides a nice summary of why this perspective is worth paying attention to in theory and policy. Generally, Hommes' work (<a href="https://www.uva.nl/en/profile/h/o/c.h.hommes/c.h.hommes.html?cb#Profile">URL</a>) provides an examples of complex systems inspired approaches, especially emphasizing the role of expectations, belief formation and feedback mechanisms in real, financial and monetary variables as well as bifurcations and changes in system stability.
</p>

<p>
Other exciting work in dynamics that inspires me includes
</p>
<ul class="org-ul">
<li>Hommes, C. H. (2005). Heterogeneous agent models in economics and
finance.</li>
<li>Elliott, M., &amp; Golub, B. (2022). Networks and Economic
Fragility. Annual Review of Economics, 14(1),
665–696. <a href="http://dx.doi.org/10.1146/annurev-economics-051520-021647">http://dx.doi.org/10.1146/annurev-economics-051520-021647</a></li>
<li>Barnett, W. A., Bella, G., Ghosh, T., Mattana, P., &amp; Venturi,
B. (2023). Controlling chaos in New Keynesian
macroeconomics. Studies in Nonlinear Dynamics \&amp; Econometrics,
27(2), 219–236. <a href="http://dx.doi.org/10.1515/snde-2021-0106">http://dx.doi.org/10.1515/snde-2021-0106</a></li>
<li>Gaiv\~ao, Jos\'e Pedro, &amp; Peixe, T. (2021). Periodic Attractor in
the Discrete Time Best-Response Dynamics of the Rock-Paper-Scissors
Game. Dynamic Games and Applications, 11(3),
491–511. <a href="http://dx.doi.org/10.1007/s13235-020-00371-y">http://dx.doi.org/10.1007/s13235-020-00371-y</a></li>
<li><p>
Barnett, W. A., Jawadi, F., &amp; Ftiti, Z. (2020). Causal relationships
between inflation and inflation uncertainty. Studies in Nonlinear
Dynamics \&amp; Econometrics, 24(5), <a href="http://dx.doi.org/10.1515/snde-2019-0094">http://dx.doi.org/10.1515/snde-2019-0094</a>
</p>

<p>
\newpage{}
</p></li>
</ul>
</div>
</div>
<div id="outline-container-orge0cb1c0" class="outline-3">
<h3 id="orge0cb1c0">Game Theory</h3>
<div class="outline-text-3" id="text-orge0cb1c0">
<p>
Dynamic games, learning and adaptation, evolutionary game theory. Intersection between game theory and machine learning models. 
</p>
<ul class="org-ul">
<li>Sawa, R., &amp; Wu, J. (2023). Statistical inference in evolutionary
dynamics. Games and Economic Behavior, 137(),
294–316. <a href="http://dx.doi.org/10.1016/j.geb.2022.11.008">http://dx.doi.org/10.1016/j.geb.2022.11.008</a></li>

<li>Saha, I., &amp; Kavitha, V. (2023). Systemic-Risk and Evolutionary
Stable Strategies in a Financial Network. Dynamic Games and
Applications, 13(3),
897–928. <a href="http://dx.doi.org/10.1007/s13235-022-00488-2">http://dx.doi.org/10.1007/s13235-022-00488-2</a></li>

<li>Battigalli, P., Panebianco, F., &amp; Pin, P. (2023). Learning and
selfconfirming equilibria in network games. Journal of Economic
Theory, 212(), 105700. <a href="http://dx.doi.org/10.1016/j.jet.2023.105700">http://dx.doi.org/10.1016/j.jet.2023.105700</a></li>

<li>Phade, S. R., &amp; Anantharam, V. (2021). Learning in Games with
Cumulative Prospect Theoretic Preferences. Dynamic Games and
Applications, (), . <a href="http://dx.doi.org/10.1007/s13235-021-00398-9">http://dx.doi.org/10.1007/s13235-021-00398-9</a></li>

<li>Sorin, S. (2022). Continuous Time Learning Algorithms in
Optimization and Game Theory. Dynamic Games and Applications, (),
. <a href="http://dx.doi.org/10.1007/s13235-021-00423-x">http://dx.doi.org/10.1007/s13235-021-00423-x</a></li>

<li>Myerson, R. B. (2023). Game Theory and the First World War. Journal
of Economic Literature, 61(2),
716–735. <a href="http://dx.doi.org/10.1257/jel.20211571">http://dx.doi.org/10.1257/jel.20211571</a></li>

<li><p>
Penta, A., &amp; Zuazo-Garin, Peio (2022). Rationalizability,
observability, and common knowledge [Player importance and forward
induction]. Review of Economic Studies, 89(2), 948–975.
</p>

<p>
\newpage{}
</p></li>
</ul>
</div>
</div>
<div id="outline-container-orgf52df40" class="outline-3">
<h3 id="orgf52df40">Economics &amp; Philosophy</h3>
<div class="outline-text-3" id="text-orgf52df40">
<p>
Ex-post empirical analysis, statistical explanation of observed economic data. Prediction vs. accommodation (of data) distinction in the philosophy of science; many approaches in economics aim to retroactively 'fit' stylized facts in a model, yet there are numerous often entirely contradictory sets of models which all 'fit the data' post-facto. Taleb's books on the 'probability veil' and black swans [cite:@taleb2020] [cite:@taleb2016] [cite:@taleb2007]. Nature of predictability in complex economies. Problem of induction in the philosophy of science [cite:@hume1779].
</p>
<ul class="org-ul">
<li>Hayek, F. A. (1945). The use of knowledge in society. American
Economic Review, 35(4), 519–560.</li>

<li>Moller, D. (2017). Property and the creation of value. Economics and
Philosophy, 33(1), 1–23.</li>

<li>H\~A\textcopyrightdoin, Cyril (2017). Institutions, rule-following
and game theory. Economics and Philosophy, 33(1), 43–72.</li>

<li>Basu, K. (2018). Markets and Manipulation: Time for a Paradigm
Shift? Journal of Economic Literature, 56(1),
185–205. <a href="http://dx.doi.org/10.1257/jel.20161410">http://dx.doi.org/10.1257/jel.20161410</a></li>

<li>Karni, E. (2017). States of nature and the nature of
states. Economics and Philosophy, 33(1), 73–90.</li>

<li>Lauwers, L., &amp; Vallentyne, P. (2016). Decision theory without finite
standard expected value. Economics and Philosophy, 32(3), 383–407.</li>

<li><p>
Courtois, P., Nessah, R., &amp; Tazda\~A\textasciimacront, Tarik
(2015). How to play games? Nash versus berge behaviour
rules. Economics and Philosophy, 31(1), 123–139.
</p>

<p>
\newpage{}
</p></li>
</ul>
</div>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="creator"><a href="https://www.gnu.org/software/emacs/">Emacs</a> 27.1 (<a href="https://orgmode.org">Org</a> mode 9.3)</p>
</div>
</body>
</html>
